<?php

return [
    'empty' => 'Пока нет ссылок на файлы.',

    'columns' => [
        'actions' => 'Действия',
    ],

    'fields' => [
        'file' => [
            'label' => 'Файл / Ссылка',
        ],
        'name' => [
            'label' => 'Имя ссылки',
        ],
        'url' => [
            'label' => 'URL в облаке',
        ],
    ],

    'actions' => [
        'add' => [
            'label' => 'Добавить ссылку на файл',
            'submit' => 'Добавить',
        ],
        'edit' => [
            'label' => 'Редактировать ссылку',
            'submit' => 'Сохранить',
        ],
    ],
];
